{"cost_list":["co-pay","prices"],"gifs":[],"health_list":["therapies","worry"],"medication_list":["cancer drugs","chemo","cancer treatments","pain medications","#cancer medications","medication","combination meds","#cancer treatments","cancer medications","drug combination","cancer drug","specialty drugs","heart medications","cancer meds","#chemo","hiv treatments","hiv drugs"],"patients_list":["cancer patients","cancer patient","patients"],"segment_list":["breast cancer survivors"],"service_list":["therapy","choice","assistance","support","benefits","congratulations","treatment options","risk"],"tweets":[["rt @crankyinca: my husband was diagnosed with cancer less than a week ago. he will start chemo in january and his first concern was how thi","-"],["cancer drug shows promise in parkinson's disease safety trial https://t.co/qoxvii1lpk https://t.co/0dieedvgks","-"],["beroni group limited https://t.co/p2ok8tmewb company is focused on developing new drugs and cell therapies for cancer treatment, and currently in phase ii trials of a new cancer drug and in pre-clinical trials of 2 stem cell therapies.    #biotechshowcase https://t.co/ivk7utzdlb","-"],["congratulations to #nycgrandhack2019 pediatric cancer runner-up, team bear! they proposed a therapeutic, interactive, dual-purpose cancer bear to prevent ptsd in pediatric cancer patients.@amermedicalassn @atriushealth @mit_linq @mitinnovation @abelsontaylor https://t.co/3ua2p0jk6c","-"],["cancer meds???","-"],["trialjectory uses self-reported clinical data to match cancer patients with clinical trials https://t.co/ibeonqzfwk https://t.co/6a6slacqmv","-"],["When @HolmesHaddad started #chemo, she realized how important photos of her with her family are https://t.co/7GMpCFN1eq https://t.co/Zzl1XxeTic","+"],["#sttrsunday co-pay assistance by @cancercare allows patients to get treatment without the worry of co-pay, by providing assistance in co-payments for chemotherapy and #cancer medications. learn more: https://t.co/v6ywjns9al https://t.co/qxdcj8niex","-"],["an antibody drug conjugate from astellas, named padcev, gets @us_fda approval to treat certain urothelial cancer patients whose disease has progressed on chemotherapy and immunotherapy https://t.co/mx4avgao9b","-"],["rt @pileofgoop: what is practically demonstrated is:1. you're wrong about chemo. if it killed more than it cured, it wouldn't be used. th","-"],["Minority men are far less likely than whites to know about or use a powerful drug combination that can keep them from HIV-infection.  https://t.co/HutzaWKpcx","+"],["rt @inactionnever: love this! this artist donates henna crowns to cancer patients.https://t.co/blsnolzavc",""],["many breast cancer survivors die from other causes https://t.co/uribzyeg5u from @webmd","-"],["beroni group limited https://t.co/dqxl119jqr company is focused on developing new drugs and cell therapies for cancer treatment, and currently in phase ii trials of a new cancer drug and in pre-clinical trials of 2 stem cell therapies.    #biotechshowcase https://t.co/t5rwpsgfkk","-"],["Are you taking a combination medication? Chances are, you're overpaying! Read Honeybee's most recent blog post on the TOP 13 combination meds you can split up and save! \nhttps://t.co/vYkYVmAMyv\n\n#honeybee #honeybeehealth #honeybeeisyours #medicine #healthy #pharmacy https://t.co/mmSuGotQ3d","+"],["as part of strategic refocusing, astrazeneca sells rights to 2 cancer drugs and more https://t.co/6qsye1bpwr https://t.co/r0vombrcwb","-"],["Designer @DanaDonofree began @AnaOnoIntimates to make clothing specifically tailored for breast cancer survivors. But she didn’t fully understand her apparel company’s mission until she found someone crying in a dressing room. #BreastCancerAwarenessMonth https://t.co/WTyN86VX2u https://t.co/IjzGsg9UHV","-"],["when @daveakerlyonair asked about the safety of imported medication, psm's executive director told the story of a canadian drug importer that dodged serious punishment for selling counterfeit cancer drugs in the united states. listen: https://t.co/on7auzsaov https://t.co/guifqna5mv","-"],["genprex, inc.  genprex is a clinical stage company focused on immunogene therapy for cancer patients. its lead product candidate is in phase 2 trials for the treatment of non-small cell lung cancer when combined with targeted therapies. #bts20 https://t.co/kswnt4h7ku","-"],["bms, acceleron blood cancer drug to undergo fda expert panel review https://t.co/z05jkfkko3 https://t.co/qjizt4husp","-"],["Kickboxing My Way Through Chemo https://t.co/svGJ5In8Tc via @folksstories #cancer https://t.co/C9R9vEtBZm",""],["rt @jinapher: @scottrtipton what needs to happen so my husband can continue getting his cancer meds? the va was helpless. absolutely disgus","-"],["Prices for two cancer medications jumped 8% in just one month between May and April. https://t.co/ykpHcfitXE","-"],["belly button, breast cancer survivors, tattooed heads, tattoos, thug life, haka, my mom: sounds about right!  thank you for all your likes and comments of support in 2019  #bestnine2019 #bestnine #ig https://t.co/n9lswrna1m","-"],["Prices for two cancer medications jumped by 8% — over $1,200 — in the last month. That and more: GoodRx insights reveal May's drug trends. https://t.co/ykpHcfitXE","-"],["i wish most people knew the after effects of chemo isnt just hair loss. the long term effect reek havoc on your body for years to come.","-"],["gadget counts cancer cells to see if chemo is working #healthcare #technology #healthtech via https://t.co/hmioxfispy https://t.co/h8juotpy6v","-"],["rt @s_couraud: egfr-tki 1g may be associated to other drugs (anti-angiogenic or chemo). update of main clinical trials. 1- most have no ma",""],["ronnie sharpe discusses how cancer patients can help improve medical products and services by sharing their experience using the co-op tool. learn more: https://t.co/wvo6sn6dxb @savvy_coop @runsickboyrun @theresacdoan https://t.co/onqsyiqqym","-"],["what if you could help save a life for $1 or $2. would you? i am a mom battling #cancer without chemo or radiation. its not offered. i have kids at home and a newborn grandson here with stage 2 accute kidney disease. #christmastree#thursdaymotivationhttps://t.co/lyunyvrsvh","-"],["fda raises doubts about benefits of epizyme's cancer drug ahead of adcomm https://t.co/ebgy7cj3g4","-"],["genprex, inc.  genprex is a clinical stage company focused on immunogene therapy for cancer patients. its lead product candidate is in phase 2 trials for the treatment of non-small cell lung cancer when combined with targeted therapies. #bts20 https://t.co/hzvg72ljtx","-"],["fda raises doubts about benefits of epizyme's cancer drug ahead of adcomm https://t.co/qylb91vlvw","-"],[".@yvynyl shares how The White Album helped him survive #cancer treatments https://t.co/IY1CqT9H8g via @Medium https://t.co/txzXcvvvSq","+"],["zac will carry the memories of this trip with him for the rest of his life. instead of focusing on clinical trials and cancer treatments, he will now be able to remember all of the joy from when his snowy wish came true. read more about zacs wish: https://t.co/ruprc9zmlb https://t.co/4gh3umo6de","-"],["When @HolmesHaddad started #chemo she learned how important photos with her family were https://t.co/7GMpCFN1eq https://t.co/4Akcoh7j0U","+"],["scientists find promising drug combination against lethal childhood brain cancers https://t.co/kcdeacdd5s","-"],["almost half of new #cancer patients lose their entire life savings. https://t.co/zgvgayqoev #breastcancer @breastadvocate https://t.co/ql714xhksz","-"],["rt @hananyanaftali: israel gives hope to cancer patients.perhaps the icc should investigate this too. https://t.co/t87fvxfqs1","-"],["yikes -\"blows a small gasket\" is an incredibly disrespectful and ableist way to describe a person experiencing a triggering symptom. would you use that phrase if an actor suddenly ended an interview due to an epileptic seizure? or vomiting after chemo?do better. #endthestigma https://t.co/k4lqubkgpf","-"],["oncology pharmacists play a major role in treating cancer patients @newsmedical https://t.co/qiu0tduuai","-"],["as part of strategic refocusing, astrazeneca sells rights to 2 cancer drugs and more https://t.co/zrtefpogv5 https://t.co/zi2zkzohad","-"],["icymi: cancer drugs & big pharma profits. @utswimchief @utswcancer @guptaarjun90 @timothyjbrownmd @dinokazi  https://t.co/wgynhyja8j via @business","-"],["rt @laurenamcafee: my whole heart wrapped up in this tiny little dance partner.  my angel baby zion starts chemo in two days (dec 4) let","+"],["congratulations to #nycgrandhack2019 pediatric cancer finalist eureka! they proposed using cognitive digital therapy through brain games to reduce cognitive deficits in pediatric cancer patients.@amermedicalassn @atriushealth @mit_linq @mitinnovation @abelsontaylor https://t.co/m0essfqgi0","-"],["rt @mjhaveriphd: wow! be careful of those supplements during #chemo! https://t.co/7eovfs6jhr","+"],["rt @mayoclinic: research findings underscore that #cancer patients have on average a 2 to 6 times higher risk of dying from #cardiovascular","-"],["rt @sean41544655: @washingtonpost cvs caremark a cruel joke, a nightmare for cancer patients.","-"],["blockbuster cancer drug Zytiga closer to going generic after US court ruling https://t.co/7jaqjETgnU","-"],["How cancer drugs doubled to $10,000 per month - CBS News http://t.co/v6itamaBUV #hcpt #pharma","-"],["as part of strategic refocusing, astrazeneca sells rights to 2 cancer drugs and more https://t.co/yssma9g3ro https://t.co/0tpe5c1ygb","-"],["$gh gets medicare coverage decision for \"tissue insufficient\" advanced cancer patients.","-"],["\"nearly half of [nhs] cancer patients in wolverhampton are being kept waiting to start treatment for longer than the recommended two months.\" https://t.co/2gt5nuzbxc","-"],["rt @doritmi: personal belief and religious exemptions directly put cancer patients, who depend on high #vaccines rates, at unnecessary, pre","-"],["Great story on how cancer drugs have doubled in last 10 years by @aimeepicchi http://t.co/62XdYy10Ge why we include specialty drugs. #hcpt","-"],["@ingrahamangle @journalsentinel what is medically necessary is the children n adults with disabilities, cancer patient, opioid/drug abusers, diabetics, obesity.... i.e. plastic surgery is not a medical necessity unless due to traumatic injurys. so why should transgender be nedical necessity. thats a choice!!!","-"],[".@HolmesHaddad says photography helped her freeze time when she started #chemo https://t.co/7GMpCFN1eq https://t.co/x1CF8AWU8a","+"],["Kickboxing My Way Through Chemo https://t.co/svGJ5In8Tc via @folksstories #cancer https://t.co/HinTpWXLEd",""],["BBC News - NHS England push to rein in cancer drug prices http://t.co/wRJJgGIx4b #healtheconomics #pharma","-"],["Say what now? Almost 25% of new medications approved last year—most of which treat cancers and rare diseases—cost over $30K annually. #drugprices #drugpricing https://t.co/WAgWA2UTSU","+"],[".@MatthewZachary learned first hand that young adults are one of the most invisible subgroups of #cancer patients https://t.co/7FLN4A5qVN https://t.co/2HwkgpkCdZ","+"],["@krittercrews @MaureenShaw @cvspharmacy @honeybeehealth_ Thank you so much for sharing this. As a cancer patient and young woman, I’m always looking for a cheaper, more convenient pharmacy! Can’t wait to try @honeybeehealth_ 🐝💛","+"],["belly button, breast cancer survivors, tattooed heads, tattoos, thug life, my mom: sounds about right!  thank you for all your likes and comments of support in 2019  #bestnine2019 #bestnine #ig #instagram https://t.co/fqfs830doz","-"],["new data from the @mbc_project. thank u @nikhilwagle and @corrie_painter for all you do for #cancer patients and research! #mbc #bcsm #knowledgeispower #urgency #patientengagement https://t.co/znycncupev","-"],["* queen's speech: brexit and nhs at heart of government agenda* will big tech continue its surge in 2020?* doctors trialing targeted chemotherapy in cancer patients* u.s. teens vaping marijuana more, drinking less, study findshttps://t.co/amalp3y7mm#news","-"],["Koco Powell speaks openly about the trials and triumphs of going through vigorous #cancer treatments https://t.co/2DElYUEG4l https://t.co/Z469bPHODy","+"],["bms, acceleron blood cancer drug to undergo fda expert panel review https://t.co/1187iwoz7x https://t.co/ohovpgvxdt","-"],["fda approves olaparib for advanced pancreatic cancerreuters reports the fda approved ovarian cancer drug lynparza [olaparib]...for the treatment of advanced pancreatic cancer, cementing its lead in a niche category of cancer treatments. the fda ...https://t.co/qfa3nj5cu4 https://t.co/klttrytfuz","-"],["i got hats kno\\\\ed for me when i had breast cancer and chemo. i was so grateful. felt people cared","-"],["@sarahhuckabee if you can make fun of a child who stutters, one can only imagine the cruelty you display to children who lose their hair due to cancer treatments.but then again, you had no problem working for an administration that separated children from their parents and put them in cages.","-"],["fake versions of cancer treatments, pain medications, heart medications, hiv treatments, weight-loss treatments, & hiv drugs have all been found in the usa learn what @fightthefakes can do to help you spot and avoid #fakemeds https://t.co/uigzm9gpbw","-"],["#cancer patients, survivors face increased risk of #heart disease deaths https://t.co/ail2cp1zix https://t.co/kuc4wpjrga","-"],["rt @medscape: small study finds that breast cancer patients on chemo who took antioxidants, iron, vitamin b12, and/or omega-3 fatty acid su","-"],["what cancer patients are learning from hiv activists https://t.co/xa3ctf3pim @politico","-"],["@tducklo did you get a liquid biopsy done to check for any mutations, particularly if you're a non smoker? immunotherapy? worth looking at some advanced treatment options and 2nd 3rd opinions before embarking on chemo.",""],["how do you test cancer drugs? build tiny tumors https://t.co/plbpiikja3 #health #healthtech #digitalhealth #healthcare #medtech #healthit #medtwitter #mhealth","-"],["does that mean they will give bupe to cancer patients , like post op now? https://t.co/3vefoqcgqq","-"],["xilis believes cultivating micro-tumors may hold the key to more effective cancer treatments https://t.co/o176jc4hsb https://t.co/abbljnkfvj","-"],["ai technology developed by riken institute has successfully found features in pathology images from human cancer patients that could be understood by human doctors.https://t.co/l7q4iogwt3#ai#medtech","-"],["rt @drhburstein: major finding:meta-analysis shows that adding capecitabine to standard chemo improves dfs in tnbc hr 0.82, p = 0.004.  os","+"],["#nhs to offer #cancer patients 'prehab' fitness plan 'to boost recovery'. https://t.co/w26rd2xyop #breastcancer https://t.co/ugvmj58gs8","-"],["this see what @b_khondowe learned and taught others ag #sabcs19 as a cancer patient and advocate coming from #malawi. so much admiration for the work you do!  https://t.co/hfhnu5qd6z",""],["as part of strategic refocusing, astrazeneca sells rights to 2 cancer drugs and more https://t.co/igmvstyhjq https://t.co/vbr7uraxej","-"],["A biosimilar of cancer drug Neulasta has just been approved, meaning potentially more affordable options. #FDA #FDAapproval https://t.co/29GN4jBGdN","-"],["@someweirdguy69 completely different. drug addiction is a choice. people choose that path. no cancer patient chose to have cancer. thats a dumb argument and beneath you, counselor.","-"],["Kickboxing My Way Through Chemo https://t.co/svGJ5In8Tc via @folksstories #cancer https://t.co/X6fuFpktlx",""],["this is an important study. docs, do you know if your patients are taking #antioxidant supplements while on #chemo??  new study: increased risk of breast cancer recurrence. https://t.co/qr8k9trlje","-"]]}